cask_args appdir: "/Applications"

tap "homebrew/core"
tap "FelixKratz/formulae"

brew "act"
brew "asdf"
brew "bat"
brew "borders"
brew "cmatrix"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "httpie"
brew "jq"
brew "mas"
brew "mise"
brew "lazygit"
brew "libpq"
brew "mysql@8.0"
brew "neovim"
# エラーが出るようになったので一旦コメントアウト
# brew "nodenv"
brew "peco"
brew "redis"
brew "rbenv"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "terminal-notifier"
brew "tlrc"
brew "tmux"
brew "tree"
brew "typos-cli"
brew "uv"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "alt-tab"
cask "brave-browser"
cask "brewlet"
cask "cursor"
cask "deepl"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "mac-mouse-fix"
cask "meetingbar"
cask "notion"
cask "postman"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "wezterm"

# GitHub Actions ではインストールできない
# mas "CotEditor", id: 1024640650
# mas "Hidden Bar", id: 1452453066
# mas "Quick View Calendar", id: 1087080039
